---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.SpecificHeatOfVaporization
source: html/f8fb8549-fb7a-6242-ffcd-55c98e717c3d.htm
---
# Autodesk.Revit.DB.SpecTypeId.SpecificHeatOfVaporization Property

Specific Heat of Vaporization, in discipline Energy.

## Syntax (C#)
```csharp
public static ForgeTypeId SpecificHeatOfVaporization { get; }
```